"keyPairingRequest"								= "Koppelingsverzoek van";

"kBTUIServerFailedTitle"						= "De koppeling met dit apparaat is mislukt.";
"kBTUIServerFailedMessage"						= "De poging om een koppeling tot stand te brengen met dit apparaat is mislukt. Dit komt waarschijnlijk doordat een verkeerde toegangscode is ingevoerd. Probeer het opnieuw.";
"kBTUIServerOKButton"							= "OK";
"kFinishingDevicePairingKey"					= "Apparaatkoppeling voltooien…";
